Repository: toweeelie/django-danceschool-competitions
Catalog: danceschool/competitions/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Competition should have exactly 1 main judge per role/stage.
uk: Змагання вимагає рівно 1 головного суддю на роль/сцену.

source: Competitors
uk: Учасники

source: Judges
uk: Судді

source: inplace
uk: на екран

source: Results format:
uk: Формат результатів:

source: Judge {0} has points duplication
uk: Суддя {0} має дублювання балів

source: First Name
uk: Ім'я

source: Last Name
uk: Прізвище

source: Dance Role
uk: Роль у танці

source: There should be {Y_num} 'Y' and 2 'Mb' marks
uk: Має бути {Y_num} позначок 'Y' та 2 'Mb'

source: Places duplication
uk: Дублювання місць

source: Competition name
uk: Назва змагання

source: Dance roles
uk: Танцювальні ролі

source: Number of finalists per dance role
uk: Кількість фіналістів за танцювальною роллю

source: Paired Final
uk: Парний фінал

source: Publish results
uk: Опублікувати результати

source: Judging Prelims
uk: Суддівство відборів

source: Prelims Main Judge
uk: Головний суддя відборів

source: Judging Finals
uk: Суддівство фіналів

source: Finals Main Judge
uk: Головний суддя фіналу

source: Competitor
uk: Учасник

source: Checked In
uk: Присутній

source: Finalist
uk: Фіналіст

source: Partner in final
uk: Партнер у фіналі

source: Place
uk: Місце

source: Submit results
uk: Надіслати результати

source: No competitions available
uk: Змагання відсутні

source: Register
uk: Реєстрація

source: Go to Finals
uk: Перейти до фіналу

source: Go to Prelims
uk: Перейти до відборів

source: Registration successfull
uk: Реєстрація успішна

source: Your number is:
uk: Ваш номер:

source: Init Table
uk: Створити таблицю

source: Competitors\Judges
uk: Учасники\Судді

source: Get Results
uk: Отримати результати

source: This competitor is already registered to competition.
uk: Цей учасник вже зареєстрований для участі в конкурсі.

source: Current user is not a judge for this competition stage.
uk: Поточний користувач не є суддею цього етапу конкурсу.

source: Please wait while registration/draw stage will be finished.
uk: Будь ласка, зачекайте, поки завершиться етап реєстрації/жеребкування.

source: This judge already submitted results.
uk: Цей суддя вже надав результати.

source: Waiting other judges to finish.
uk: Чекаємо на результати інших суддів.

source: Prelims results are not available yet.
uk: Результати відборів поки що недоступні.

source: Conflicts for competitors {list(conflicts.keys())} need to be resolved manually
uk: Конфлікти для учасників {list(conflicts.keys())} потрібно вирішувати вручну

source: Finals results are not available yet.
uk: Фінальні результати поки що недоступні.
