Repository: toweeelie/django-danceschool-competitions
Catalog: competitions/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Merge selected customers
uk: Об'єднати вибраних клієнтів

source: About
uk: Про

source: Enter a customer name
uk: Введіть ім'я клієнта

source: Dance Role
uk: Роль у танці

source: Pay Later
uk: Оплатити пізніше

source: Payment received by:
uk: Оплату отримано:

source: Toggle navigation
uk: Перемикач навігації

source: Serhii
uk: Сергій

source: Maria
uk: Машута

source: Anna
uk: Аня

source: Welcome Back
uk: З поверненням

source: View Registrations
uk: Переглянути реєстрації

source: Staff Directory
uk: Довідник співробітників

source: Your Instructor Stats
uk: Ваша викладацька статистика

source: Your Payment History
uk: Ваша історія платежів

source: Update Your Contact Info
uk: Оновити контактну інформацію

source: Current and Upcoming Series
uk: Поточні та майбутні серії

source: Month
uk: Місяць

source: Series/Event Name
uk: Назва заняття/події

source: Other Staff
uk: Інші співробітники

source: Location
uk: Місцезнаходження

source: Start Time
uk: Час початку

source: Students Registered
uk: Студентів зареєстровано

source: Customer
uk: Клієнт

source: It looks like you are not yet a customer.
uk: Схоже, ви ще не є клієнтом нашої школи.

source: Basic Customer Information
uk: Основні відомості про клієнта

source: Basic Information
uk: Основна інформація

source: Customer Since
uk: Клієнт з

source: Registration History
uk: Історія реєстрацій

source: Class Series
uk: Серія занять

source: Events
uk: Події

source: Series Name
uk: Назва серії занять

source: Class Time
uk: Час заняття

source: Instructors
uk: Інструктори

source: Show all
uk: Показати всі

source: Registered As
uk: Зареєстровано як

source: Event Details
uk: Подробиці події

source: Close
uk: Закрити

source: Start
uk: Початок

source: End
uk: Кінець

source: Read More
uk: Читати далі

source: With
uk: З

source: and
uk: та

source: Edit Class Details
uk: Редагування відомостей про заняття

source: Class Schedule
uk: Розклад занять

source: More Info
uk: Детальніше

source: Is this a door/invoice registration?
uk: Чи є це реєстрацією на місці?

source: to be filled out only by school staff
uk: заповнюється лише персоналом школи

source: This is a door/invoice registration
uk: Це реєстрація на місці

source: Search customer
uk: Пошук клієнта

source: Total Students
uk: Всього студентів

source: Time
uk: Час

source: Drop-Ins Permitted
uk: Drop-Ins дозволені

source: Check In
uk: Перевірити

source: Name
uk: Ім'я

source: This Series Price
uk: Ціна цієї серії

source: Total Payment
uk: Загальна сума

source: Role
uk: Роль

source: Phone Number
uk: Номер телефону

source: Customer Email
uk: Email клієнта

source: Links
uk: Посилання

source: Customer Name
uk: Ім'я клієнта

source: Net
uk: Нетто

source: Adjustments/Refunds
uk: Коригування/повернення коштів

source: Recorded Revenue
uk: Записаний прибуток

source: Received Revenue
uk: Отриманий дохід

source: Discount Code
uk: Код знижки

source: Discount
uk: Знижка

source: Voucher
uk: Ваучер

source: Invoice Status
uk: Стату Рахунку-фактури

source: N/A
uk: (відсутній)

source: Invoice
uk: Рахунок-фактура

source: Refund
uk: Повернення коштів

source: Links To Calendar Feeds
uk: Посилання на канали календаря

source: Your Classes &amp; Events
uk: Ваші заняття &amp; події

source: Private Events &amp; Reminders
uk: Приватні події &amp; нагадування

source: Public Calendar Feed
uk: Канал публічного календаря

source: copy and paste these URLs to add them to Google Calendar, etc.
uk: скопіюйте та вставте ці URL-адреси, щоб додати їх у Google календар і т. д.

source: Select Calendar Options
uk: Виберіть параметри календаря

source: All Events and Reminders
uk: Усі події та нагадування

source: Only Public Events
uk: Тільки публічні заходи

source: Only My Events
uk: Тільки мої події

source: Room
uk: Номер

source: Note
uk: Нотатка

source: For all calendar options, private reminders and private lessons displayed include only those events that are visible to your user account.
uk: Для всіх параметрів календаря, приватних нагадувань та приватних занять відображаються лише ті події, які видимі для вашого облікового запису користувача.

source: Edit Details
uk: Змінити опис

source: Add Event
uk: Додати бренд

source: Add A Class
uk: Додати заняття

source: Add A Public Event
uk: Додати публічну подію

source: Add A Private Event/Reminder
uk: Додати приватну подію/нагадування

source: Currently scheduled
uk: В даний час заплановано

source: No currently scheduled events.
uk: Зараз немає запланованих подій.

source: Invalid customer ids passed
uk: Передано неприпустимі ідентифікатори клієнтів

source: Nothing to merge
uk: Нема що об'єднувати
